/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Credenziali Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria Certificate Provider richiede il contributo dell'utente per effettuare il download dal server Afaria. Il tuo certificato verrà archiviato in modo sicuro.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Fatto";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Annulla";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certificato Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Richiesta in corso di certificato Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Si è verificato un errore; contatta il tuo amministratore.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Errore di inizializzazione Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Utente annullato";

